Repository: Rafostar/clapper
Catalog: po/*.po
Languages: fa

source: Open Files…
fa: گشودن پرونده‌ها…

source: Open URI…
fa: گشودن از URI…

source: Preferences
fa: تنظیمات

source: Shortcuts
fa: میانبرها

source: About Clapper
fa: در رابطه با Clapper

source: Speed
fa: سرعت

source: Normal
fa: معمولی

source: General
fa: عمومی

source: Show shortcuts
fa: نمایش میانبرها

source: Toggle fullscreen
fa: تغییر به تمام صفحه

source: Double tap | Double click
fa: ضربه دوتایی | کلید دوتایی

source: Leave fullscreen
fa: خروج از تمام‌صفحه

source: Reveal OSD (fullscreen only)
fa: نمایش OSD (فقط تمام صفحه)

source: Tap
fa: ضربه

source: Quit
fa: خروج

source: Media
fa: رسانه

source: Open files
fa: گشودن پرونده‌ها

source: Open URI
fa: گشودن از URI

source: Playlist
fa: لیست پخش

source: Next item
fa: مورد بعدی

source: Double tap (right side)
fa: ضربه دوتایی (سمت راست)

source: Previous item
fa: مورد قبل

source: Double tap (left side)
fa: ضربه دوتایی (سمت چپ)

source: Change repeat mode
fa: تغییر حالت تکرار

source: Export to file
fa: خروجی گرفتن در فایل

source: Playback
fa: بازپخش

source: Toggle play
fa: تغییر پخش

source: Long press | Right click
fa: فشار طولانی | کلیک راست

source: Seek forward
fa: پیمایش به جلو

source: Swipe right | Scroll right
fa: کشیدن به راست | اسکرول به راست

source: Seek backward
fa: پیمایش به عقب

source: Swipe left | Scroll left
fa: کشیدن به چپ | اسکرول به چپ

source: Volume up
fa: افزایش صدا

source: Swipe up | Scroll up
fa: کشیدن به بالا | اسکرول به بالا

source: Volume down
fa: کاهش صدا

source: Swipe down | Scroll down
fa: کشیدن به پایین | اسکرول به پایین

source: Toggle mute
fa: تغییر وضعیت بیصدا

source: Next chapter
fa: فصل بعدی

source: Previous chapter
fa: بخش قبلی

source: Decoders
fa: کد گشاها

source: Return to the preferences
fa: بازگشت به تنظیمات

source: Behavior
fa: رفتار

source: Auto fullscreen
fa: تمام صفحه خودکار

source: Enter fullscreen when playlist is replaced except floating mode
fa: ورود به تمام صفحه وقتی لیست پخش جایگزین شود به جز حالت شناور

source: Ask to resume recent media
fa: پرسش برای ادامه پخش مدیا

source: Float on all workspaces
fa: حالت شناور روی همه‌ی صفحات‌کاری

source: This option only works on GNOME
fa: این مورد تنها بر روی GNOME کار می‌کند

source: After playback
fa: پس از بازپخش

source: Do nothing
fa: کاری انجام نشود

source: Freeze last frame
fa: بی‌حرکت کردن ةخرین قاب

source: Close the app
fa: بستن برنامه

source: Volume
fa: درجه صدا

source: Custom initial value
fa: مقدار اولیه سفارشی

source: Set custom volume at startup instead of restoring it
fa: تنظیم صدای سفارشی در هنگام راه اندازی به جای بازیابی آن

source: Volume percentage
fa: درصد صدا

source: Seeking
fa: پوییدن

source: Mode
fa: حالت

source: Accurate
fa: دقت

source: Fast
fa: تند

source: Unit
fa: واحد

source: Second
fa: ثانیه

source: Minute
fa: دقیقه

source: Percentage
fa: درصد

source: Value
fa: مقدار

source: Audio
fa: صوتی

source: Offset in milliseconds
fa: جابجایی بر اساس میلی‌ثانیه

source: Only native audio formats
fa: فقط فرمت‌های صوتی بومی

source: Subtitles
fa: زیرنویس‌ها

source: Default font
fa: قلم پیش فرض

source: Network
fa: شبکه

source: Client
fa: مشتری

source: Progressive download buffering
fa: بافرینگ دانلود مترقی

source: Server
fa: سرور

source: Control player remotely
fa: کنترل پخش‌کننده از راه دور

source: Listening port
fa: شنود پورت

source: Tweaks
fa: دستكاري

source: Appearance
fa: ظاهر

source: Dark theme
fa: پوسته تیره

source: Render window shadows
fa: رندر سایه‌ پنجره‌ها

source: Disable to increase performance when windowed
fa: غیر فعال سازی برای افزایش کارایی در حالت پنجره ای

source: Plugin ranking
fa: پیکربندی پلاگین

source: Alter default ranks of GStreamer plugins
fa: تغییر پیکربندی پیش فرض پلاگین های GStreamer

source: Use playbin3
fa: استفاده از playbin3

source: Requires player restart
fa: نیازمند به بازشروع برنامه

source: Experimental
fa: آزمایشی

source: Use PipeWire for audio output
fa: استفاده از PipeWire برای خروجی صدا

source: Decoder: %s
fa: کدگشا: %s

source: Enter or drop URI here
fa: رها کردن یا واردکردن URI

source: Cancel
fa: لغو

source: Open
fa: گشودن

source: Title
fa: عنوان

source: Completed
fa: کامل شده

source: Resume playback?
fa: ادامه بازپخش?

source: GTK version: %s
fa: نسخه GTK: %s

source: Adwaita version: %s
fa: نسخه Adwita: %s

source: GStreamer version: %s
fa: نسخه GStreamer: %s

source: GJS version: %s
fa: نسخه GJS: %s

source: A GNOME media player powered by GStreamer
fa: یک پخش‌کننده رسانه GNOME قدرت گرفته از GStreamer

source: translator-credits
fa: سجاد موسوی نژاد <ssmns@outlook.com>

source: Ends at: %s
fa: پایان در: %s

source: Undetermined
fa: نامشخص

source: Channels
fa: کانال‌ها

source: Disabled
fa: غیرفعال
